Repository: PITADIA/android-couple-app
Catalog: ADistance.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br, pt_pt

# ad_245
source: Do you find that we're grateful enough for the efforts we both make?
de: Findest du, wir sind dankbar genug für die Mühe, die wir beide geben?
es: ¿Consideras que estamos lo suficientemente agradecidos por los esfuerzos que ambos hacemos?
fr: Trouves-tu que l'on est assez reconnaissant des efforts que l'on fait tous les deux ?
it: Pensi che siamo abbastanza grati per gli sforzi che facciamo entrambi?
nl: Vind je dat we dankbaar genoeg zijn voor de inspanningen die we beiden doen?
pt_br: Você acha que somos gratos o suficiente pelos esforços que ambos fazemos?
pt_pt: Achas que somos suficientemente gratos pelos esforços que ambos fazemos?

# ad_246
source: Since we've been in a long-distance relationship, do you think you've grown as a person?
de: Seit wir in der Fernbeziehung sind – findest du, dass du als Person gewachsen bist?
es: Desde que estamos en una relación a distancia, ¿crees que has crecido como persona?
fr: Depuis qu'on est en relation à distance, penses-tu que tu as grandi en tant que personne ?
it: Da quando siamo in una relazione a distanza, pensi di essere cresciuto/a come persona?
nl: Sinds we een langeafstandsrelatie hebben, denk je dat je als persoon gegroeid bent?
pt_br: Desde que estamos em um relacionamento à distância, você acha que cresceu como pessoa?
pt_pt: Desde que estamos numa relação à distância, achas que cresceste como pessoa?

# ad_247
source: What long-distance challenge have you managed to overcome thanks to our love?
de: Welche Distanz-Herausforderung hast du dank unserer Liebe überwunden?
es: ¿Qué desafío a distancia has logrado superar gracias a nuestro amor?
fr: Quel défi à distance as-tu réussi à surmonter grâce à notre amour ?
it: Quale sfida a distanza sei riuscito/a a superare grazie al nostro amore?
nl: Welke uitdaging op afstand heb je dankzij onze liefde overwonnen?
pt_br: Qual desafio à distância você conseguiu superar graças ao nosso amor?
pt_pt: Que desafio à distância conseguiste superar graças ao nosso amor?

# ad_248
source: Is there an aspect of yourself you'd like to change?
de: Gibt es einen Aspekt an dir, den du gern ändern würdest?
es: ¿Hay algún aspecto de ti que te gustaría cambiar?
fr: Y a-t-il un aspect de toi-même que tu aimerais changer ?
it: C'è un aspetto di te che vorresti cambiare?
nl: Is er een aspect van jezelf dat je zou willen veranderen?
pt_br: Existe algum aspecto de você que gostaria de mudar?
pt_pt: Há algum aspeto de ti que gostarias de mudar?

# ad_249
source: When the day comes, how would you like to celebrate the end of distance?
de: Wenn der Tag kommt – wie möchtest du das Ende der Distanz feiern?
es: Cuando llegue el día, ¿cómo te gustaría celebrar el fin de la distancia?
fr: Quand le jour viendra, comment aimerais-tu célébrer la fin de la distance ?
it: Quando arriverà il giorno, come ti piacerebbe celebrare la fine della distanza?
nl: Als de dag komt, hoe zou je het einde van de afstand willen vieren?
pt_br: Quando chegar o dia, como você gostaria de celebrar o fim da distância?
pt_pt: Quando chegar o dia, como gostarias de celebrar o fim da distância?

# ad_250
source: What goals would you like us to set as a couple for this year?
de: Welche Ziele sollen wir uns als Paar für dieses Jahr setzen?
es: ¿Qué metas te gustaría que nos fijáramos como pareja para este año?
fr: Quels objectifs aimerais-tu qu'on se fixe en couple pour cette année ?
it: Quali obiettivi vorresti che ci ponessimo come coppia per quest'anno?
nl: Welke doelen zou je willen dat we als koppel voor dit jaar stellen?
pt_br: Quais objetivos você gostaria que definíssemos como casal para este ano?
pt_pt: Que objetivos gostarias que definíssemos como casal para este ano?

# ad_251
source: If our relationship had a scent, what would it be like?
de: Wenn unsere Beziehung einen Duft hätte – wie würde er riechen?
es: Si nuestra relación tuviera un aroma, ¿cómo sería?
fr: Si notre relation avait un parfum, à quoi ressemblerait-il ?
it: Se la nostra relazione avesse un profumo, come sarebbe?
nl: Als onze relatie een geur had, hoe zou die dan zijn?
pt_br: Se o nosso relacionamento tivesse um perfume, como seria?
pt_pt: Se a nossa relação tivesse um perfume, como seria?

# ad_252
source: What do you most look forward to this year?
de: Worauf freust du dich dieses Jahr am meisten?
es: ¿Qué es lo que más esperas este año?
fr: Qu'attends-tu le plus de cette année ?
it: Cosa aspetti di più quest'anno?
nl: Waar kijk je dit jaar het meest naar uit?
pt_br: O que você mais espera deste ano?
pt_pt: O que mais esperas deste ano?

# ad_253
source: On a scale of 1 to 10, how much is your love for me?
de: Auf einer Skala von 1 bis 10 – wie groß ist deine Liebe zu mir?
es: En una escala del 1 al 10, ¿cuánto es tu amor por mí?
fr: Sur une échelle de 1 à 10, à combien est ton amour pour moi ?
it: Su una scala da 1 a 10, quanto è grande il tuo amore per me?
nl: Op een schaal van 1 tot 10, hoeveel is je liefde voor mij?
pt_br: Em uma escala de 1 a 10, quanto é o seu amor por mim?
pt_pt: Numa escala de 1 a 10, quanto é o teu amor por mim?

# ad_254
source: Did any of my answers surprise you?
de: Hat dich eine meiner Antworten überrascht?
es: ¿Alguna de mis respuestas te sorprendió?
fr: Est-ce qu'une de mes réponses t'a surpris(e) ?
it: Una delle mie risposte ti ha sorpreso?
nl: Hebben sommige van mijn antwoorden je verrast?
pt_br: Alguma das minhas respostas já surpreendeu você?
pt_pt: Alguma das minhas respostas já te surpreendeu?

# ad_255
source: What would you like us to promise each other today, even at a distance?
de: Was sollen wir uns heute versprechen – auch wenn wir auf Distanz sind?
es: ¿Qué te gustaría que nos prometiéramos hoy, incluso a distancia?
fr: Qu'aimerais-tu qu'on se promette aujourd'hui, même à distance ?
it: Cosa ti piacerebbe che ci promettessimo oggi, anche a distanza?
nl: Wat zou je willen dat we elkaar vandaag beloven, zelfs op afstand?
pt_br: O que você gostaria que prometêssemos um ao outro hoje, mesmo à distância?
pt_pt: O que gostarias que prometêssemos um ao outro hoje, mesmo à distância?

# ad_256
source: What memory would you like to tell someday about our long-distance relationship?
de: Welche Erinnerung an unsere Fernbeziehung möchtest du später mal erzählen?
es: ¿Qué recuerdo te gustaría contar algún día sobre nuestra relación a distancia?
fr: Quel souvenir aimeras-tu raconter un jour sur notre relation à distance ?
it: Quale ricordo ti piacerebbe raccontare un giorno sulla nostra relazione a distanza?
nl: Welke herinnering zou je later graag vertellen over onze langeafstandsrelatie?
pt_br: Qual lembrança você gostaria de contar um dia sobre o nosso relacionamento à distância?
pt_pt: Que memória gostarias de contar um dia sobre a nossa relação à distância?
